// 1.  Выведите с помощью цикла столбец чисел от 1 до 100
// for (let i = 0; i < 100; i++) {
//   console.log(i);
// }

// 2.  Выведите с помощью цикла столбец чисел от 100 до 1
// for (let i = 100; i > 0; i--) {
//   console.log(i);
// }

// 3.  Выведите с помощью цикла столбец четных чисел от 1 до 100.
// for (let i = 0; i < 101; i+=2) {
//   console.log(i);
// }

// 4.  Заполните массив 10-ю иксами с помощью цикла
// const arr = [];
// for (let i = 0; i < 10; i++) {
//   arr.push('X');
//   // arr[i] = 'X';
// }
// console.log(arr);

